<template>
  <div class="gdpu">
      <h1 class="header">广东药科大学</h1>
      <p>广东药科大学（Guangdong Pharmaceutical University），简称“广药”（GDPU），位于广东省广州市，是广东省属高等院校，中国三所药科大学之一，华南地区最早开办现代药学教育的高等学府，广东三家药学法定CMA计量认证单位之一，入选国家大学生文化素质教育基地、国家级大学生创新创业训练计划、广东省大学生创新创业教育示范学校、广东省大学生创业带动就业示范基地、广东省创业孵化示范基地、广东省博士学位授予立项建设单位，中俄医科大学联盟成员单位，粤港澳医药产业协同创新联盟、中国整合药学联盟牵头单位。学校现已发展为“以药为主、药医结合、药工融合、多学科协调发展”的高等药科学府。 

    <p>学校始于1958年创建的广东省卫生干部进修学院，1978年升格为普通本科高校，定名为广东医药学院；1994年更名为广东药学院；2016年经教育部批准，正式更名为广东药科大学。</p>
    <p>截至2020年3月20日，学校拥有广州（大学城、赤岗、宝岗）、中山和云浮三大校区五个校园，占地近5300亩；校本部位于广州大学城；设有和19个学院（部）、2家直属附属三级甲等医院；全日制在校本科生、研究生和留学生2.2万余人；教职工1733人；药学学科在第四轮学科评估中居全国并列第21位、省内并列第2位；建有省部级重点学科7个；拥有1个博士后科研工作站，5个一级学科硕士学位授权点，6个硕士专业学位授权类别；有本科专业47个；建有国家和省部级以上科研平台49个。截至2020年5月，临床医学、化学学科进入ESI排名全球前1%。</p>

    <p>更多详情请点击  <a href="https://www.gdpu.edu.cn/" target="_blank">广东药科大学官网</a></p>
  </div>
</template>

<script>
export default {
    name: 'gdpu'
}
</script>

<style lang="scss">
.gdpu {
    margin: 0 50px;
    .header {
        text-align: center;
    }
    a {
        text-decoration: underline;
        color: red;;
    }
}
</style>